"%[Any]@ of the following are true" = "%1$[Noe]@ av det følgende er sant";
"%[All]@ of the following are true" = "%1$[Alt]@ av det følgende er sant";

"%[bitrate]@ %[is]@ %@ kbps" = "%1$[Bitfrekevens]@ %2$[er]@ %3$@ kbps";
"%[bitrate]@ %[is not]@ %@ kbps" = "%1$[Bitfrekevens]@ %2$[er ikke]@ %3$@ kbps";
"%[bitrate]@ %[is greater than]@ %@ kbps" = "%1$[Bitfrekvens]@ %2$[er større enn]@ %3$@ kbps";
"%[bitrate]@ %[is less than]@ %@ kbps" = "%1$[Bitfrekevens]@ %2$[er mindre enn]@ %3$@ kbps";
"%[bitrate]@ %[is in the range]@ %@ to %@ %[kbps]@" = "%1$[Bitfrekevens]@ %2$[er i området]@ %3$@ til %4$@ %5$[kbps]@";

"%[sample_rate]@ %[is]@ %@ Hz" = "%1$[Samplingsfrekvens]@ %2$[er]@ %3$@ Hz";
"%[sample_rate]@ %[is not]@ %@ Hz" = "%1$[Samplingsfrekvens]@ %2$[er ikke]@ %3$@ Hz";
"%[sample_rate]@ %[is greater than]@ %@ Hz" = "%1$[Samplingsfrekvens]@ %2$[er høyere enn]@ %3$@ Hz";
"%[sample_rate]@ %[is less than]@ %@ Hz" = "%1$[Samplingsfrekvens]@ %2$[er lavere enn]@ %3$@ Hz";
"%[sample_rate]@ %[is in the range]@ %@ to %@ %[Hz]@" = "%1$[Samplingsfrekvens]@ %2$[er i området]@ %3$@ til %4$@ %5$[Hz]@";

"%[bpm]@ %[is]@ %@" = "%1$[Tempo]@ %2$[er]@ %3$@";
"%[bpm]@ %[is not]@ %@" = "%1$[Tempo]@ %2$[er ikke]@ %3$@";
"%[bpm]@ %[is greater than]@ %@" = "%1$[Tempo]@ %2$[er større enn]@ %3$@";
"%[bpm]@ %[is less than]@ %@" = "%1$[Tempo]@ %2$[er mindre enn]@ %3$@";
"%[bpm]@ %[is in the range]@ %@ to %@" = "%1$[Tempo]@ %2$[er i området]@ %3$@ til %4$@";

"%[disc_number]@ %[is]@ %@" = "%1$[Platenummer]@ %2$[er]@ %3$@";
"%[disc_number]@ %[is not]@ %@" = "%1$[Platenummer]@ %2$[er ikke]@ %3$@";
"%[disc_number]@ %[is greater than]@ %@" = "%1$[Platenummer]@ %2$[er større enn]@ %3$@";
"%[disc_number]@ %[is less than]@ %@" = "%1$[Platenummer]@ %2$[er mindre enn]@ %3$@";
"%[disc_number]@ %[is in the range]@ %@ to %@" = "%1$[Platenummer]@ %2$[er i området]@ %3$@ til %4$@";

"%[userplaycount]@ %[is]@ %@" = "%1$[Avspillinger]@ %2$[er]@ %3$@";
"%[userplaycount]@ %[is not]@ %@" = "%1$[Avspillinger]@ %2$[er ikke]@ %3$@";
"%[userplaycount]@ %[is greater than]@ %@" = "%1$[Avspillinger]@ %2$[er større enn]@ %3$@";
"%[userplaycount]@ %[is less than]@ %@" = "%1$[Avspillinger]@ %2$[er mindre enn]@ %3$@";
"%[userplaycount]@ %[is in the range]@ %@ to %@" = "%1$[Avspillinger]@ %2$[er i området]@ %3$@ til %4$@";

"%[season]@ %[is]@ %@" = "%1$[Sesong]@ %2$[er]@ %3$@";
"%[season]@ %[is not]@ %@" = "%1$[Sesong]@ %2$[er ikke]@ %3$@";
"%[season]@ %[is greater than]@ %@" = "%1$[Sesong]@ %2$[er større enn]@ %3$@";
"%[season]@ %[is less than]@ %@" = "%1$[Sesong]@ %2$[er mindre enn]@ %3$@";
"%[season]@ %[is in the range]@ %@ to %@" = "%1$[Sesong]@ %2$[er i området]@ %3$@ til %4$@";

"%[userskipcount]@ %[is]@ %@" = "%1$[Ganger hoppet over]@ %2$[er]@ %3$@";
"%[userskipcount]@ %[is not]@ %@" = "%1$[Ganger hoppet over]@ %2$[er ikke]@ %3$@";
"%[userskipcount]@ %[is greater than]@ %@" = "%1$[Ganger hoppet over]@ %2$[er større enn]@ %3$@";
"%[userskipcount]@ %[is less than]@ %@" = "%1$[Ganger hoppet over]@ %2$[er mindre enn]@ %3$@";
"%[userskipcount]@ %[is in the range]@ %@ to %@" = "%1$[Ganger hoppet over]@ %2$[er i området]@ %3$@ til %4$@";

"%[track_number]@ %[is]@ %@" = "%1$[Spornummer]@ %2$[er]@ %3$@";
"%[track_number]@ %[is not]@ %@" = "%1$[Spornummer]@ %2$[er ikke]@ %3$@";
"%[track_number]@ %[is greater than]@ %@" = "%1$[Spornummer]@ %2$[er større enn]@ %3$@";
"%[track_number]@ %[is less than]@ %@" = "%1$[Spornummer]@ %2$[er lavere enn]@ %3$@";
"%[track_number]@ %[is in the range]@ %@ to %@" = "%1$[Spornummer]@ %2$[er i området]@ %3$@ to %4$@";

"%[year]@ %[is]@ %@" = "%1$[År]@ %2$[er]@ %3$@";
"%[year]@ %[is not]@ %@" = "%1$[År]@ %2$[er ikke]@ %3$@";
"%[year]@ %[is greater than]@ %@" = "%1$[År]@ %2$[er etter]@ %3$@";
"%[year]@ %[is less than]@ %@" = "%1$[År]@ %2$[er før]@ %3$@";
"%[year]@ %[is in the range]@ %@ to %@" = "%1$[År]@ %2$[er i området]@ %3$@ til %4$@";

"%[totalsize]@ %[is]@ %@ MB" = "%1$[Størrelse]@ %2$[er]@ %3$@ MB";
"%[totalsize]@ %[is not]@ %@ MB" = "%1$[Størrelse]@ %2$[er ikke]@ %3$@ MB";
"%[totalsize]@ %[is greater than]@ %@ MB" = "%1$[Størrelse]@ %2$[er større enn]@ %3$@ MB";
"%[totalsize]@ %[is less than]@ %@ MB" = "%1$[Størrelse]@ %2$[er mindre enn]@ %3$@ MB";
"%[totalsize]@ %[is in the range]@ %@ to %@ %[MB]@" = "%1$[Størrelse]@ %2$[er i området]@ %3$@ til %4$@ %5$[MB]@";

"%[album]@ %[contains]@ %@" = "%1$[Album]@ %2$[inneholder]@ %3$@";
"%[album]@ %[does not contain]@ %@" = "%1$[Album]@ %2$[inneholder ikke]@ %3$@";
"%[album]@ %[is]@ %@" = "%1$[Album]@ %2$[er]@ %3$@";
"%[album]@ %[is not]@ %@" = "%1$[Album]@ %2$[er ikke]@ %3$@";
"%[album]@ %[begins with]@ %@" = "%1$[Album]@ %2$[begynner med]@ %3$@";
"%[album]@ %[ends with]@ %@" = "%1$[Album]@ %2$[slutter med]@ %3$@";

"%[album_artist]@ %[contains]@ %@" = "%1$[Albumartist]@ %2$[inneholder]@ %3$@";
"%[album_artist]@ %[does not contain]@ %@" = "%1$[Albumartist]@ %2$[inneholder ikke]@ %3$@";
"%[album_artist]@ %[is]@ %@" = "%1$[Albumartist]@ %2$[er]@ %3$@";
"%[album_artist]@ %[is not]@ %@" = "%1$[Albumartist]@ %2$[er ikke]@ %3$@";
"%[album_artist]@ %[begins with]@ %@" = "%1$[Albumartist]@ %2$[begynner med]@ %3$@";
"%[album_artist]@ %[ends with]@ %@" = "%1$[Albumartist]@ %2$[slutter med]@ %3$@";

"%[artist]@ %[contains]@ %@" = "%1$[Artist]@ %2$[inneholder]@ %3$@";
"%[artist]@ %[does not contain]@ %@" = "%1$[Artist]@ %2$[inneholder ikke]@ %3$@";
"%[artist]@ %[is]@ %@" = "%1$[Artist]@ %2$[er]@ %3$@";
"%[artist]@ %[is not]@ %@" = "%1$[Artist]@ %2$[er ikke]@ %3$@";
"%[artist]@ %[begins with]@ %@" = "%1$[Artist]@ %2$[begynner med]@ %3$@";
"%[artist]@ %[ends with]@ %@" = "%1$[Artist]@ %2$[slutter med]@ %3$@";

"%[category]@ %[contains]@ %@" = "%1$[Kategori]@ %2$[inneholder]@ %3$@";
"%[category]@ %[does not contain]@ %@" = "%1$[Kategori]@ %2$[inneholder ikke]@ %3$@";
"%[category]@ %[is]@ %@" = "%1$[Kategori]@ %2$[er]@ %3$@";
"%[category]@ %[is not]@ %@" = "%1$[Kategori]@ %2$[er ikke]@ %3$@";
"%[category]@ %[begins with]@ %@" = "%1$[Kategori]@ %2$[begynner med]@ %3$@";
"%[category]@ %[ends with]@ %@" = "%1$[Kategori]@ %2$[slutter med]@ %3$@";

"%[comments]@ %[contains]@ %@" = "%1$[Kommentarer]@ %2$[inneholder]@ %3$@";
"%[comments]@ %[does not contain]@ %@" = "%1$[Kommentarer]@ %2$[inneholder ikke]@ %3$@";
"%[comments]@ %[is]@ %@" = "%1$[Kommentarer]@ %2$[er]@ %3$@";
"%[comments]@ %[is not]@ %@" = "%1$[Kommentarer]@ %2$[er ikke]@ %3$@";
"%[comments]@ %[begins with]@ %@" = "%1$[Kommentarer]@ %2$[begynner med]@ %3$@";
"%[comments]@ %[ends with]@ %@" = "%1$[Kommentarer]@ %2$[slutter med]@ %3$@";

"%[composer]@ %[contains]@ %@" = "%1$[Komponist]@ %2$[inneholder]@ %3$@";
"%[composer]@ %[does not contain]@ %@" = "%1$[Komponist]@ %2$[inneholder ikke]@ %3$@";
"%[composer]@ %[is]@ %@" = "%1$[Komponist]@ %2$[er]@ %3$@";
"%[composer]@ %[is not]@ %@" = "%1$[Komponist]@ %2$[er ikke]@ %3$@";
"%[composer]@ %[begins with]@ %@" = "%1$[Komponist]@ %2$[begynner med]@ %3$@";
"%[composer]@ %[ends with]@ %@" = "%1$[Komponist]@ %2$[slutter med]@ %3$@";

"%[debug]@ %[contains]@ %@" = "%1$[Debug]@ %2$[inneholder]@ %3$@";
"%[debug]@ %[does not contain]@ %@" = "%1$[Debug]@ %2$[inneholder ikke]@ %3$@";
"%[debug]@ %[is]@ %@" = "%1$[Debug]@ %2$[er]@ %3$@";
"%[debug]@ %[is not]@ %@" = "%1$[Debug]@ %2$[er ikke]@ %3$@";
"%[debug]@ %[begins with]@ %@" = "%1$[Debug]@ %2$[begynner med]@ %3$@";
"%[debug]@ %[ends with]@ %@" = "%1$[Debug]@ %2$[slutter med]@ %3$@";

"%[description]@ %[contains]@ %@" = "%1$[Beskrivelse]@ %2$[inneholder]@ %3$@";
"%[description]@ %[does not contain]@ %@" = "%1$[Beskrivelse]@ %2$[inneholder ikke]@ %3$@";
"%[description]@ %[is]@ %@" = "%1$[Beskrivelse]@ %2$[er]@ %3$@";
"%[description]@ %[is not]@ %@" = "%1$[Beskrivelse]@ %2$[er ikke]@ %3$@";
"%[description]@ %[begins with]@ %@" = "%1$[Beskrivelse]@ %2$[begynner med]@ %3$@";
"%[description]@ %[ends with]@ %@" = "%1$[Beskrivelse]@ %2$[slutter med]@ %3$@";

"%[genre]@ %[contains]@ %@" = "%1$[Sjanger]@ %2$[inneholder]@ %3$@";
"%[genre]@ %[does not contain]@ %@" = "%1$[Sjanger]@ %2$[inneholder ikke]@ %3$@";
"%[genre]@ %[is]@ %@" = "%1$[Sjanger]@ %2$[er]@ %3$@";
"%[genre]@ %[is not]@ %@" = "%1$[Sjanger]@ %2$[er ikke]@ %3$@";
"%[genre]@ %[begins with]@ %@" = "%1$[Sjanger]@ %2$[begynner med]@ %3$@";
"%[genre]@ %[ends with]@ %@" = "%1$[Sjanger]@ %2$[slutter med]@ %3$@";

"%[grouping]@ %[contains]@ %@" = "%1$[Gruppering]@ %2$[inneholder]@ %3$@";
"%[grouping]@ %[does not contain]@ %@" = "%1$[Gruppering]@ %2$[inneholder ikke]@ %3$@";
"%[grouping]@ %[is]@ %@" = "%1$[Gruppering]@ %2$[er]@ %3$@";
"%[grouping]@ %[is not]@ %@" = "%1$[Gruppering]@ %2$[er ikke]@ %3$@";
"%[grouping]@ %[begins with]@ %@" = "%1$[Gruppering]@ %2$[begynner med]@ %3$@";
"%[grouping]@ %[ends with]@ %@" = "%1$[Gruppering]@ %2$[slutter med]@ %3$@";

"%[kind]@ %[contains]@ %@" = "%1$[Type]@ %2$[inneholder]@ %3$@";
"%[kind]@ %[does not contain]@ %@" = "%1$[Type]@ %2$[inneholder ikke]@ %3$@";
"%[kind]@ %[is]@ %@" = "%1$[Type]@ %2$[er]@ %3$@";
"%[kind]@ %[is not]@ %@" = "%1$[Type]@ %2$[er ikke]@ %3$@";
"%[kind]@ %[begins with]@ %@" = "%1$[Type]@ %2$[begynner med]@ %3$@";
"%[kind]@ %[ends with]@ %@" = "%1$[Type]@ %2$[slutter med]@ %3$@";

"%[name]@ %[contains]@ %@" = "%1$[Navn]@ %2$[inneholder]@ %3$@";
"%[name]@ %[does not contain]@ %@" = "%1$[Navn]@ %2$[inneholder ikke]@ %3$@";
"%[name]@ %[is]@ %@" = "%1$[Navn]@ %2$[er]@ %3$@";
"%[name]@ %[is not]@ %@" = "%1$[Navn]@ %2$[er ikke]@ %3$@";
"%[name]@ %[begins with]@ %@" = "%1$[Navn]@ %2$[begynner med]@ %3$@";
"%[name]@ %[ends with]@ %@" = "%1$[Navn]@ %2$[slutter med]@ %3$@";

"%[series_name]@ %[contains]@ %@" = "%1$[TV-program]@ %2$[inneholder]@ %3$@";
"%[series_name]@ %[does not contain]@ %@" = "%1$[TV-program]@ %2$[inneholder ikke]@ %3$@";
"%[series_name]@ %[is]@ %@" = "%1$[TV-program]@ %2$[er]@ %3$@";
"%[series_name]@ %[is not]@ %@" = "%1$[TV-program]@ %2$[er ikke]@ %3$@";
"%[series_name]@ %[begins with]@ %@" = "%1$[TV-program]@ %2$[begynner med]@ %3$@";
"%[series_name]@ %[ends with]@ %@" = "%1$[TV-program]@ %2$[slutter med]@ %3$@";

"%[sort_album]@ %[contains]@ %@" = "%1$[Album for sortering]@ %2$[inneholder]@ %3$@";
"%[sort_album]@ %[does not contain]@ %@" = "%1$[Album for sortering]@ %2$[inneholder ikke]@ %3$@";
"%[sort_album]@ %[is]@ %@" = "%1$[Album for sortering]@ %2$[er]@ %3$@";
"%[sort_album]@ %[is not]@ %@" = "%1$[Album for sortering]@ %2$[er ikke]@ %3$@";
"%[sort_album]@ %[begins with]@ %@" = "%1$[Album for sortering]@ %2$[begynner med]@ %3$@";
"%[sort_album]@ %[ends with]@ %@" = "%1$[Album for sortering]@ %2$[slutter med]@ %3$@";

"%[sort_album_artist]@ %[contains]@ %@" = "%1$[Albumartist for sortering]@ %2$[inneholder]@ %3$@";
"%[sort_album_artist]@ %[does not contain]@ %@" = "%1$[Albumartist for sortering]@ %2$[inneholder ikke]@ %3$@";
"%[sort_album_artist]@ %[is]@ %@" = "%1$[Albumartist for sortering]@ %2$[er]@ %3$@";
"%[sort_album_artist]@ %[is not]@ %@" = "%1$[Albumartist for sortering]@ %2$[er ikke]@ %3$@";
"%[sort_album_artist]@ %[begins with]@ %@" = "%1$[Albumartist for sortering]@ %2$[begynner med]@ %3$@";
"%[sort_album_artist]@ %[ends with]@ %@" = "%1$[Albumartist for sortering]@ %2$[slutter med]@ %3$@";

"%[sort_artist]@ %[contains]@ %@" = "%1$[Artist for sortering]@ %2$[inneholder]@ %3$@";
"%[sort_artist]@ %[does not contain]@ %@" = "%1$[Artist for sortering]@ %2$[inneholder ikke]@ %3$@";
"%[sort_artist]@ %[is]@ %@" = "%1$[Artist for sortering]@ %2$[er]@ %3$@";
"%[sort_artist]@ %[is not]@ %@" = "%1$[Artist for sortering]@ %2$[er ikke]@ %3$@";
"%[sort_artist]@ %[begins with]@ %@" = "%1$[Artist for sortering]@ %2$[begynner med]@ %3$@";
"%[sort_artist]@ %[ends with]@ %@" = "%1$[Artist for sortering]@ %2$[slutter med]@ %3$@";

"%[sort_composer]@ %[contains]@ %@" = "%1$[Komponist for sortering]@ %2$[inneholder]@ %3$@";
"%[sort_composer]@ %[does not contain]@ %@" = "%1$[Komponist for sortering]@ %2$[inneholder ikke]@ %3$@";
"%[sort_composer]@ %[is]@ %@" = "%1$[Komponist for sortering]@ %2$[er]@ %3$@";
"%[sort_composer]@ %[is not]@ %@" = "%1$[Komponist for sortering]@ %2$[er ikke]@ %3$@";
"%[sort_composer]@ %[begins with]@ %@" = "%1$[Komponist for sortering]@ %2$[begynner med]@ %3$@";
"%[sort_composer]@ %[ends with]@ %@" = "%1$[Komponist for sortering]@ %2$[slutter med]@ %3$@";

"%[sort_name]@ %[contains]@ %@" = "%1$[Navn for sortering]@ %2$[inneholder]@ %3$@";
"%[sort_name]@ %[does not contain]@ %@" = "%1$[Navn for sortering]@ %2$[inneholder ikke]@ %3$@";
"%[sort_name]@ %[is]@ %@" = "%1$[Navn for sortering]@ %2$[er]@ %3$@";
"%[sort_name]@ %[is not]@ %@" = "%1$[Navn for sortering]@ %2$[er ikke]@ %3$@";
"%[sort_name]@ %[begins with]@ %@" = "%1$[Navn for sortering]@ %2$[begynner med]@ %3$@";
"%[sort_name]@ %[ends with]@ %@" = "%1$[Navn for sortering]@ %2$[slutter med]@ %3$@";

"%[sort_series_name]@ %[contains]@ %@" = "%1$[TV-program for sortering]@ %2$[inneholder]@ %3$@";
"%[sort_series_name]@ %[does not contain]@ %@" = "%1$[TV-program for sortering]@ %2$[inneholder ikke]@ %3$@";
"%[sort_series_name]@ %[is]@ %@" = "%1$[TV-program for sortering]@ %2$[er]@ %3$@";
"%[sort_series_name]@ %[is not]@ %@" = "%1$[TV-program for sortering]@ %2$[er ikke]@ %3$@";
"%[sort_series_name]@ %[begins with]@ %@" = "%1$[TV-program for sortering]@ %2$[begynner med]@ %3$@";
"%[sort_series_name]@ %[ends with]@ %@" = "%1$[TV-program for sortering]@ %2$[slutter med]@ %3$@";

"%[date_added]@ %[is]@ %@" = "%1$[Dato lagt til]@ %2$[er]@ %3$@";
"%[date_added]@ %[is not]@ %@" = "%1$[Dato lagt til]@ %2$[er ikke]@ %3$@";
"%[date_added]@ %[is greater than]@ %@" = "%1$[Dato lagt til]@ %2$[er etter]@ %3$@";
"%[date_added]@ %[is less than]@ %@" = "%1$[Dato lagt til]@ %2$[er før]@ %3$@";
"%[date_added]@ %[in the last]@ %@ %[days]@" = "%1$[Dato lagt til]@ %2$[i løpet av de siste]@ %3$@ %4$[dagene]@";
"%[date_added]@ %[in the last]@ %@ %[weeks]@" = "%1$[Dato lagt til]@ %2$[i løpet av de siste]@ %3$@ %4$[ukene]@";
"%[date_added]@ %[in the last]@ %@ %[months]@" = "%1$[Dato lagt til]@ %2$[i løpet av de siste]@ %3$@ %4$[månedene]@";
"%[date_added]@ %[not in the last]@ %@ %[days]@" = "%1$[Dato lagt til]@ %2$[ikke i løpet av de siste]@ %3$@ %4$[dagene]@";
"%[date_added]@ %[not in the last]@ %@ %[weeks]@" = "%1$[Dato lagt til]@ %2$[ikke i løpet av de siste]@ %3$@ %4$[ukene]@";
"%[date_added]@ %[not in the last]@ %@ %[months]@" = "%1$[Dato lagt til]@ %2$[ikke i løpet av de siste]@ %3$@ %4$[månedene]@";
"%[date_added]@ %[is in the range]@ %@ to %@" = "%1$[Dato lagt til]@ %2$[er i området]@ %3$@ til %4$@";

"%[date_modified]@ %[is]@ %@" = "%1$[Dato endret]@ %2$[er]@ %3$@";
"%[date_modified]@ %[is not]@ %@" = "%1$[Dato endret]@ %2$[er ikke]@ %3$@";
"%[date_modified]@ %[is greater than]@ %@" = "%1$[Dato endret]@ %2$[er etter]@ %3$@";
"%[date_modified]@ %[is less than]@ %@" = "%1$[Dato endret]@ %2$[er før]@ %3$@";
"%[date_modified]@ %[in the last]@ %@ %[days]@" = "%1$[Dato endret]@ %2$[i løpet av de siste]@ %3$@ %4$[dagene]@";
"%[date_modified]@ %[in the last]@ %@ %[weeks]@" = "%1$[Dato endret]@ %2$[i løpet av de siste]@ %3$@ %4$[ukene]@";
"%[date_modified]@ %[in the last]@ %@ %[months]@" = "%1$[Dato endret]@ %2$[i løpet av de siste]@ %3$@ %4$[månedene]@";
"%[date_modified]@ %[not in the last]@ %@ %[days]@" = "%1$[Dato endret]@ %2$[ikke i løpet av de siste]@ %3$@ %4$[dagene]@";
"%[date_modified]@ %[not in the last]@ %@ %[weeks]@" = "%1$[Dato endret]@ %2$[ikke i løpet av de siste]@ %3$@ %4$[ukene]@";
"%[date_modified]@ %[not in the last]@ %@ %[months]@" = "%1$[Dato endret]@ %2$[ikke i løpet av de siste]@ %3$@ %4$[månedene]@";
"%[date_modified]@ %[is in the range]@ %@ to %@" = "%1$[Dato endret]@ %2$[er i området]@ %3$@ til %4$@";

"%[playdate]@ %[is]@ %@" = "%1$[Sist spilt]@ %2$[er]@ %3$@";
"%[playdate]@ %[is not]@ %@" = "%1$[Sist spilt]@ %2$[er ikke]@ %3$@";
"%[playdate]@ %[is greater than]@ %@" = "%1$[Sist spilt]@ %2$[er etter]@ %3$@";
"%[playdate]@ %[is less than]@ %@" = "%1$[Sist spilt]@ %2$[er før]@ %3$@";
"%[playdate]@ %[in the last]@ %@ %[days]@" = "%1$[Sist spilt]@ %2$[er i løpet av de siste]@ %3$@ %4$[dagene]@";
"%[playdate]@ %[in the last]@ %@ %[weeks]@" = "%1$[Sist spilt]@ %2$[er i løpet av de siste]@ %3$@ %4$[ukene]@";
"%[playdate]@ %[in the last]@ %@ %[months]@" = "%1$[Sist spilt]@ %2$[er i løpet av de siste]@ %3$@ %4$[månedene]@";
"%[playdate]@ %[not in the last]@ %@ %[days]@" = "%1$[Sist spilt]@ %2$[er ikke i løpet av de siste]@ %3$@ %4$[dagene]@";
"%[playdate]@ %[not in the last]@ %@ %[weeks]@" = "%1$[Sist spilt]@ %2$[er ikke i løpet av de siste]@ %3$@ %4$[ukene]@";
"%[playdate]@ %[not in the last]@ %@ %[months]@" = "%1$[Sist spilt]@ %2$[er ikke i løpet av de siste]@ %3$@ %4$[månedene]@";
"%[playdate]@ %[is in the range]@ %@ to %@" = "%1$[Sist spilt]@ %2$[er i området]@ %3$@ til %4$@";

"%[skipdate]@ %[is]@ %@" = "%1$[Sist hoppet over]@ %2$[er]@ %3$@";
"%[skipdate]@ %[is not]@ %@" = "%1$[Sist hoppet over]@ %2$[er ikke]@ %3$@";
"%[skipdate]@ %[is greater than]@ %@" = "%1$[Sist hoppet over]@ %2$[er etter]@ %3$@";
"%[skipdate]@ %[is less than]@ %@" = "%1$[Sist hoppet over]@ %2$[er før]@ %3$@";
"%[skipdate]@ %[in the last]@ %@ %[days]@" = "%1$[Sist hoppet over]@ %2$[i løpet av de siste]@ %3$@ %4$[dagene]@";
"%[skipdate]@ %[in the last]@ %@ %[weeks]@" = "%1$[Sist hoppet over]@ %2$[i løpet av de siste]@ %3$@ %4$[ukene]@";
"%[skipdate]@ %[in the last]@ %@ %[months]@" = "%1$[Sist hoppet over]@ %2$[i løpet av de siste]@ %3$@ %4$[månedene]@";
"%[skipdate]@ %[not in the last]@ %@ %[days]@" = "%1$[Sist hoppet over]@ %2$[er ikke i løpet av de siste]@ %3$@ %4$[dagene]@";
"%[skipdate]@ %[not in the last]@ %@ %[weeks]@" = "%1$[Sist hoppet over]@ %2$[er ikke i løpet av de siste]@ %3$@ %4$[ukene]@";
"%[skipdate]@ %[not in the last]@ %@ %[months]@" = "%1$[Sist hoppet over]@ %2$[er ikke i løpet av de siste]@ %3$@ %4$[månedene]@";
"%[skipdate]@ %[is in the range]@ %@ to %@" = "%1$[Sist hoppet over]@ %2$[er i området]@ %3$@ til %4$@";

"%[songid]@ %[is]@" = "%1$[Kjøpt]@ %2$[er sann]@";
"%[songid]@ %[is not]@" = "%1$[Kjøpt]@ %2$[er usann]@";

"%[olduserdisabled]@ %[is]@" = "%1$[Avkrysset]@ %2$[er sann]@";
"%[olduserdisabled]@ %[is not]@" = "%1$[Avkrysset]@ %2$[er usann]@";

"%[artwork]@ %[is]@" = "%1$[Albumbilde]@ %2$[er sann]@";
"%[artwork]@ %[is not]@" = "%1$[Albumbilde]@ %2$[er usann]@";

"%[compilation]@ %[is]@" = "%1$[Samlealbum]@ %2$[er sann]@";
"%[compilation]@ %[is not]@" = "%1$[Samlealbum]@ %2$[er usann]@";

"%[totaltime]@ %[is]@ %@" = "%1$[Tid]@ %2$[er]@ %3$@";
"%[totaltime]@ %[is not]@ %@" = "%1$[Tid]@ %2$[er ikke]@ %3$@";
"%[totaltime]@ %[is greater than]@ %@" = "%1$[Tid]@ %2$[er større enn]@ %3$@";
"%[totaltime]@ %[is less than]@ %@" = "%1$[Tid]@ %2$[er mindre enn]@ %3$@";
"%[totaltime]@ %[is in the range]@ %@ to %@" = "%1$[Tid]@ %2$[er i området]@ %3$@ til %4$@";

"%[albumrating]@ %[is]@ %@" = "%1$[Albumvurdering]@ %2$[er]@ %3$@";
"%[albumrating]@ %[is not]@ %@" = "%1$[Albumvurdering]@ %2$[er ikke]@ %3$@";
"%[albumrating]@ %[is greater than]@ %@" = "%1$[Albumvurdering]@ %2$[er større enn]@ %3$@";
"%[albumrating]@ %[is less than]@ %@" = "%1$[Albumvurdering]@ %2$[er mindre enn]@ %3$@";
"%[albumrating]@ %[is in the range]@ %@ to %@" = "%1$[Albumvurdering]@ %2$[er i området]@ %3$@ til %4$@";

"%[trackrating]@ %[is]@ %@" = "%1$[Vurdering]@ %2$[er]@ %3$@";
"%[trackrating]@ %[is not]@ %@" = "%1$[Vurdering]@ %2$[er ikke]@ %3$@";
"%[trackrating]@ %[is greater than]@ %@" = "%1$[Vurdering]@ %2$[er høyere enn]@ %3$@";
"%[trackrating]@ %[is less than]@ %@" = "%1$[Vurdering]@ %2$[er lavere enn]@ %3$@";
"%[trackrating]@ %[is in the range]@ %@ to %@" = "%1$[Vurdering]@ %2$[er i området]@ %3$@ til %4$@";

"%[mediakind]@ %[is]@ %[Music]@" = "%1$[Medietype]@ %2$[er]@ %3$[musikk]@";
"%[mediakind]@ %[is]@ %[Music Video]@" = "%1$[Medietype]@ %2$[er]@ %3$[musikkvideo]@";
"%[mediakind]@ %[is]@ %[Movie]@" = "%1$[Medietype]@ %2$[er]@ %3$[film]@";
"%[mediakind]@ %[is]@ %[TV Show]@" = "%1$[Medietype]@ %2$[er]@ %3$[TV-program]@";
"%[mediakind]@ %[is]@ %[Podcast]@" = "%1$[Medietype]@ %2$[er]@ %3$[podcast]@";
"%[mediakind]@ %[is]@ %[iTunes U]@" = "%1$[Medietype]@ %2$[er]@ %3$[iTunes U]@";
"%[mediakind]@ %[is]@ %[Audiobook]@" = "%1$[Medietype]@ %2$[er]@ %3$[lydbok]@";
"%[mediakind]@ %[is]@ %[Book]@" = "%1$[Medietype]@ %2$[er]@ %3$[bok]@";
"%[mediakind]@ %[is]@ %[Voice Memo]@" = "%1$[Medietype]@ %2$[er]@ %3$[taleopptak]@";
"%[mediakind]@ %[is]@ %[iTunes Extras]@" = "%1$[Medietype]@ %2$[er]@ %3$[iTunes Extras]@";
"%[mediakind]@ %[is not]@ %[Music]@" = "%1$[Medietype]@ %2$[er ikke]@ %3$[musikk]@";
"%[mediakind]@ %[is not]@ %[Music Video]@" = "%1$[Medietype]@ %2$[er ikke]@ %3$[musikkvideo]@";
"%[mediakind]@ %[is not]@ %[Movie]@" = "%1$[Medietype]@ %2$[er ikke]@ %3$[film]@";
"%[mediakind]@ %[is not]@ %[TV Show]@" = "%1$[Medietype]@ %2$[er ikke]@ %3$[TV-program]@";
"%[mediakind]@ %[is not]@ %[Podcast]@" = "%1$[Medietype]@ %2$[er ikke]@ %3$[podcast]@";
"%[mediakind]@ %[is not]@ %[iTunes U]@" = "%1$[Medietype]@ %2$[er ikke]@ %3$[iTunes U]@";
"%[mediakind]@ %[is not]@ %[Audiobook]@" = "%1$[Medietype]@ %2$[er ikke]@ %3$[lydbok]@";
"%[mediakind]@ %[is not]@ %[Book]@" = "%1$[Medietype]@ %2$[er ikke]@ %3$[bok]@";
"%[mediakind]@ %[is not]@ %[Voice Memo]@" = "%1$[Medietype]@ %2$[er ikke]@ %3$[taleopptak]@";
"%[mediakind]@ %[is not]@ %[iTunes Extras]@" = "%1$[Medietype]@ %2$[er ikke]@ %3$[iTunes Extras]@";

"%[playlistpersistentid]@ %[is]@ %@" = "%1$[Spilleliste]@ %2$[er]@ %3$@";
"%[playlistpersistentid]@ %[is not]@ %@" = "%1$[Spilleliste]@ %2$[er ikke]@ %3$@";

"%[trackkinds]@ %[is]@ %[local]@" = "%1$[Plassering]@ %2$[er]@ %3$[på denne maskinen]@";
"%[trackkinds]@ %[is]@ %[iCloud]@" = "%1$[Plassering]@ %2$[er]@ %3$[iCloud]@";
"%[trackkinds]@ %[is not]@ %[local]@" = "%1$[Plassering]@ %2$[er ikke]@ %3$[på denne maskinen]@";
"%[trackkinds]@ %[is not]@ %[iCloud]@" = "%1$[Plassering]@ %2$[er ikke]@ %3$[iCloud]@";

"%[icloudstatus]@ %[is]@ %[Matched]@" = "%1$[iCloud-status]@ %2$[er]@ %3$[matchet]@";
"%[icloudstatus]@ %[is]@ %[Purchased]@" = "%1$[iCloud-status]@ %2$[er]@ %3$[kjøpt]@";
"%[icloudstatus]@ %[is]@ %[Uploaded]@" = "%1$[iCloud-status]@ %2$[er]@ %3$[lastet opp]@";
"%[icloudstatus]@ %[is]@ %[Ineligible]@" = "%1$[iCloud-status]@ %2$[er]@ %3$[ukvalifisert]@";
"%[icloudstatus]@ %[is]@ %[Local Only]@" = "%1$[iCloud-status]@ %2$[er]@ %3$[kun lokal]@";
"%[icloudstatus]@ %[is]@ %[Error]@" = "%1$[iCloud-status]@ %2$[er]@ %3$[feil]@";
"%[icloudstatus]@ %[is]@ %[Duplicate]@" = "%1$[iCloud-status]@ %2$[er]@ %3$[duplikat]@";
"%[icloudstatus]@ %[is not]@ %[Matched]@" = "%1$[iCloud-status]@ %2$[er ikke]@ %3$[matchet]@";
"%[icloudstatus]@ %[is not]@ %[Purchased]@" = "%1$[iCloud-status]@ %2$[er ikke]@ %3$[kjøpt]@";
"%[icloudstatus]@ %[is not]@ %[Uploaded]@" = "%1$[iCloud-status]@ %2$[er ikke]@ %3$[lastet opp]@";
"%[icloudstatus]@ %[is not]@ %[Ineligible]@" = "%1$[iCloud-status]@ %2$[er ikke]@ %3$[ukvalifisert]@";
"%[icloudstatus]@ %[is not]@ %[Local Only]@" = "%1$[iCloud-status]@ %2$[er ikke]@ %3$[kun lokal]@";
"%[icloudstatus]@ %[is not]@ %[Error]@" = "%1$[iCloud-status]@ %2$[er ikke]@ %3$[feil]@";
"%[icloudstatus]@ %[is not]@ %[Duplicate]@" = "%1$[iCloud-status]@ %2$[er ikke]@ %3$[duplikat]@";
